tap "dagger/tap"
tap "dracula/install"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jackielii/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
brew "openssl@3"
brew "tree"
brew "ansible"
brew "argocd"
brew "aria2"
brew "atuin", restart_service: :changed
brew "awk"
brew "awscli"
brew "bat"
brew "btop"
brew "cloc"
brew "cmake"
brew "codex"
brew "lima"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "czkawka"
brew "evil-helix"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnu-sed"
brew "helm"
brew "htop"
brew "icloudpd"
brew "imap-backup"
brew "immich-go"
brew "inetutils"
brew "iperf3"
brew "jq"
brew "jump"
brew "k9s"
brew "krew"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "llama.cpp"
brew "llvm@20"
brew "luarocks"
brew "macmon"
brew "mas"
brew "media-info"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "nmap"
brew "openai-whisper"
brew "opencode"
brew "p7zip"
brew "pandoc"
brew "pipx"
brew "postgresql@16", restart_service: :changed
brew "pstree"
brew "pv"
brew "pyenv"
brew "pygments"
brew "tcl-tk"
brew "python-tk@3.13"
brew "rclone"
brew "rhash"
brew "rustup"
brew "sevenzip"
brew "shadowenv"
brew "smartmontools"
brew "spicetify-cli"
brew "starship"
brew "step"
brew "talosctl"
brew "taskwarrior-tui"
brew "terminal-notifier"
brew "terraformer"
brew "terragrunt"
brew "tmux"
brew "todo-txt"
brew "usage"
brew "velero"
brew "watch"
brew "wget"
brew "xcodes"
brew "xplr"
brew "yadm"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jackielii/tap/skhd-zig"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "ableton-live-lite"
cask "aerospace"
cask "alacritty"
cask "aldente"
cask "alfred"
cask "altserver"
cask "appcleaner"
cask "applite"
cask "arc"
cask "aws-vault-binary"
cask "bambu-studio"
cask "bartender"
cask "beekeeper-studio"
cask "betterdisplay"
cask "bettermouse"
cask "bettertouchtool"
cask "betterzip"
cask "blender"
cask "block-goose"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "cinebench"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "clop"
cask "cloudflare-warp"
cask "container-use"
cask "contexts"
cask "craft"
cask "cursor"
cask "daisydisk"
cask "darktable"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "element"
cask "espanso"
cask "fantastical"
cask "figma"
cask "firefox@beta"
cask "firefox@developer-edition"
cask "foldingtext"
cask "font-poppins"
cask "geekbench"
cask "geekbench-ai"
cask "getoutline"
cask "ghostty"
cask "github"
cask "github-copilot-for-xcode"
cask "godot"
cask "google-drive"
cask "hammerspoon"
cask "handbrake-app"
cask "heaven"
cask "hex-fiend"
cask "hyperbackupexplorer"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "karabiner-elements"
cask "keeper-password-manager"
cask "keymapp"
cask "latest"
cask "librewolf"
cask "linear-linear"
cask "lm-studio"
cask "logos"
cask "luxmark"
cask "macfuse"
cask "maciasl"
cask "macwhisper"
cask "mediainfo"
cask "mongodb-compass"
cask "monitorcontrol"
cask "monodraw"
cask "mos"
cask "mqtt-explorer"
cask "multiviewer-for-f1"
cask "native-access"
cask "ndi-tools"
cask "nordvpn"
cask "notesollama"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "openaudible"
cask "orbstack"
cask "pacifist"
cask "parallels"
cask "permute"
cask "plexamp"
cask "powerphotos"
cask "propresenter"
cask "qmk-toolbox"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "reaper"
cask "rectangle-pro"
cask "reflex-app"
cask "remote-desktop-manager"
cask "renamer"
cask "rocket"
cask "rubymine"
cask "safari-technology-preview"
cask "screens"
cask "sensei"
cask "sequel-ace"
cask "setapp"
cask "sf-symbols"
cask "sigmaos"
cask "slack@beta"
cask "sonos"
cask "spitfire-audio"
cask "spotify"
cask "stats"
cask "steam"
cask "studio-3t-community"
cask "sublime-text"
cask "superduper"
cask "tailscale-app"
cask "telegram"
cask "temurin"
cask "textual"
cask "thingsmacsandboxhelper"
cask "timemachineeditor"
cask "todoist-app"
cask "tor-browser"
cask "typora"
cask "ubersicht"
cask "ungoogled-chromium"
cask "utm"
cask "vagrant"
cask "vanilla"
cask "via"
cask "vial"
cask "virtualbuddy"
cask "visual-studio-code"
cask "vivid-app"
cask "vlc"
cask "vmware-fusion"
cask "wacom-tablet"
cask "wezterm@nightly"
cask "whatsapp"
cask "whisky"
cask "wifiman"
cask "winbox"
cask "xcodes-app"
cask "xnapper"
cask "yubico-yubikey-manager"
cask "zed"
cask "zen"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Amphetamine", id: 937984704
mas "Bear", id: 0
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "Capo", id: 696977615
mas "Compressor", id: 424390742
mas "Craft Web Clipper", id: 6748613311
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Home Assistant", id: 0
mas "Hush", id: 1544743900
mas "Image2Icon", id: 992115977
mas "Infuse", id: 1136220934
mas "iPulse", id: 1028916583
mas "Irvue", id: 1039633667
mas "Kaleidoscope", id: 587512244
mas "Keeper for Safari", id: 6444685332
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Marked 2", id: 890031187
mas "Motion", id: 434290957
mas "Noizio Lite", id: 1481029536
mas "NotePlan Beta", id: 0
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "OneTab", id: 1540160809
mas "OpenIn", id: 1643649331
mas "Page Screenshot for Safari", id: 1472715727
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Playground", id: 0
mas "Raycast Companion", id: 6738274497
mas "San Fransymbols", id: 1504761986
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Shazam", id: 897118787
mas "Sink It", id: 6449873635
mas "Speedtest", id: 1153157709
mas "Swift Playground", id: 1496833156
mas "Tab Space", id: 1473726602
mas "TestFlight", id: 899247664
mas "Textual 7", id: 1262957439
mas "The Camelizer", id: 1532579087
mas "The Wallpaper App", id: 1518228413
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Triode", id: 1450027401
mas "Unread", id: 1363637349
mas "VMware Remote Console", id: 1230249825
mas "Wayback Machine", id: 1472432422
mas "Webcam Settings", id: 533696630
mas "WiFi Explorer", id: 494803304
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.icons-carbon"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "builder.builder"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hamster.task-master-hamster"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "jakebecker.elixir-ls"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "kilocode.kilo-code"
vscode "lakshits11.ayu-monokai"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "parallelsdesktop.parallels-desktop"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "sebastianbille.iam-legend"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.amp"
vscode "sst-dev.opencode"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tim-koehler.helm-intellisense"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
