tap "dracula/install"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "argocd"
brew "atuin", restart_service: :changed
brew "awk"
brew "awscli"
brew "bat"
brew "coreutils"
brew "cowsay"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "htop"
brew "icloudpd"
brew "inetutils"
brew "iperf3"
brew "jq"
brew "jump"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "media-info"
brew "mise"
brew "mosh"
brew "neovim"
brew "nmap"
brew "p7zip"
brew "pstree"
brew "pv"
brew "tcl-tk"
brew "python-tk@3.13"
brew "rclone"
brew "rhash"
brew "sevenzip"
brew "smartmontools"
brew "starship"
brew "step"
brew "talosctl"
brew "taskwarrior-tui"
brew "terminal-notifier"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "xplr"
brew "yadm"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "ableton-live-lite"
cask "alacritty"
cask "alfred"
cask "altserver"
cask "arc"
cask "aws-vault"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "cinebench"
cask "cleanshot"
cask "cloudflare-warp"
cask "contexts"
cask "daisydisk"
cask "darktable"
cask "db-browser-for-sqlite"
cask "discord"
cask "discord@ptb"
cask "docker"
cask "drawio"
cask "element"
cask "eloston-chromium"
cask "espanso"
cask "figma"
cask "firefox@beta"
cask "firefox@developer-edition"
cask "foldingtext"
cask "geekbench"
cask "geekbench-ai"
cask "ghostty"
cask "github"
cask "godot"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "heaven"
cask "hex-fiend"
cask "hyperbackupexplorer"
cask "iina"
cask "imageoptim"
cask "imazing"
cask "iterm2"
cask "karabiner-elements"
cask "latest"
cask "librewolf"
cask "linear-linear"
cask "lm-studio"
cask "logi-options+"
cask "logos"
cask "luxmark"
cask "macfuse"
cask "maciasl"
cask "mediainfo"
cask "monitorcontrol"
cask "monodraw"
cask "morgen"
cask "mos"
cask "mqtt-explorer"
cask "native-access"
cask "notesollama"
cask "notion"
cask "obs"
cask "obsidian"
cask "ollama"
cask "pacifist"
cask "permute"
cask "plexamp"
cask "powerphotos"
cask "pronotes"
cask "propresenter"
cask "qmk-toolbox"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "reaper"
cask "rectangle-pro"
cask "reflex"
cask "remote-desktop-manager"
cask "renamer"
cask "rocket"
cask "safari-technology-preview"
cask "sensei"
cask "sequel-ace"
cask "setapp"
cask "skype"
cask "slack@beta"
cask "sonos"
cask "spitfire-audio"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "superduper"
cask "tailscale"
cask "telegram"
cask "temurin"
cask "textmate"
cask "textual"
cask "thingsmacsandboxhelper"
cask "timemachineeditor"
cask "todoist"
cask "tor-browser"
cask "typora"
cask "ubersicht"
cask "utm"
cask "vagrant"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wezterm@nightly"
cask "whatsapp"
cask "wireshark"
cask "xnapper"
cask "yubico-yubikey-manager"
cask "zed"
cask "zen-browser"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Amphetamine", id: 937984704
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "Capo", id: 696977615
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "DaVinci Resolve", id: 571213070
mas "Day One", id: 1055511498
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Hush", id: 1544743900
mas "Image2icon", id: 992115977
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "iPulse", id: 1028916583
mas "Irvue", id: 1039633667
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "Kindle", id: 302584613
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Marked 2", id: 890031187
mas "Motion", id: 434290957
mas "Noizio Lite", id: 1481029536
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "OneTab", id: 1540160809
mas "OpenIn", id: 1643649331
mas "Page Screenshot for Safari", id: 1472715727
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Photomator", id: 1444636541
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "San Fransymbols", id: 1504761986
mas "Save to Notion", id: 6478488868
mas "Save to Raindrop.io", id: 1549370672
mas "Shazam", id: 897118787
mas "Sink It for Reddit", id: 6449873635
mas "Speedtest", id: 1153157709
mas "Tab Space", id: 1473726602
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Textual IRC Client", id: 1262957439
mas "The Camelizer", id: 1532579087
mas "The Wallpaper App", id: 1518228413
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Unread", id: 1363637349
mas "VMware Remote Console", id: 1230249825
mas "Wayback Machine", id: 1472432422
mas "Webcam Settings", id: 533696630
mas "WiFi Explorer", id: 494803304
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-partial"
vscode "aki77.rails-routes"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.icons-carbon"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bbenoist.vagrant"
vscode "be5invis.vscode-custom-css"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "devmike.mikrotik-routeros-script"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "ginfuru.vscode-jekyll-snippets"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "glenn2223.live-sass"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "itarato.byesig"
vscode "jakebecker.elixir-ls"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "koichisasada.vscode-rdbg"
vscode "ljacobsson.cfn-resource-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.vscode-speech"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "pflannery.vscode-versionlens"
vscode "rapidapi.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shanehofstetter.rails-i18n"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "sissel.shopify-liquid"
vscode "sleistner.vscode-fileutils"
vscode "sorbet.sorbet-vscode-extension"
vscode "standard.vscode-standard"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tim-koehler.helm-intellisense"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wallabyjs.quokka-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zignd.html-css-class-completion"
